Repository: ninsuo/symfony-quickstart
Catalog: src/Fuz/QuickStartBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Connect
fr: Connexion

source: Logout
fr: Déconnexion

source: Connected as
fr: Connecté en tant que

source: Connect using %provider%
fr: Se connecter en utilisant %provider%

source: You are going to unsuscribe.
fr: Vous supprimez votre compte.

source: All data associated with your account will be
fr: Toutes les données associées à votre compte vont être

source: removed
fr: supprimées

source: Confirm
fr: Confirmer

source: Language
fr: Langue

source: My Empty Project
fr: Mon Projet Vide

source: An empty Symfony2 project that provides lots of ready-to-use tools for quick & not-so-dirty development
fr: Un projet Symfony2 contenant des outils indispensables pour un développement rapide et efficace.

source: Toggle navigation
fr: Afficher/Masquer le menu

source: Home
fr: Accueil

source: Use the Back button, the navigation menu or click on the Home button to continue.
fr: Utilisez le bouton Page précédente, le menu de navigation ou cliquez sur le bouton Accueil pour continuer.

source: Go back to the homepage
fr: Retour à l'accueil

source: Permission denied
fr: Permission non accordée

source: You need to be logged-on or/and do not have the required privileges to access this resource.
fr: Vous devez être connecté(e) ou/et n'avez pas les privilèges requis pour accéder à cette ressource.

source: It looks like something went wrong.
fr: Une erreur s'est produite.

source: If you got to that page, this is because something crashed somewhere.
fr: Si vous êtes arrivé(e) sur cette page, c'est que quelque chose a planté chez nous.

source: Page not found
fr: Page introuvable

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
fr: La page que vous recherchez a peut-être été supprimée, déplacée, ou est temporairement indisponible.

source: Entry added successfully.
fr: L'entrée a correctement été ajoutée.

source: Entry removed successfully.
fr: L'entrée a correctement été supprimée.

source: Entry updated successfully.
fr: Entrée modifiée avec succès.

source: %entity% creation
fr: Nouvelle entrée %entity%

source: %entity% list
fr: Liste des %entity%

source: Create a new entry
fr: Créer une nouvelle entrée

source: Back to the list
fr: Retourner à la liste

source: Edit
fr: Editer

source: %entity% update
fr: Modifier une entrée %entity%

source: Show
fr: Afficher

source: Edit
fr: Editer

source: Create
fr: Créer

source: Update
fr: Modifier

source: Delete
fr: Supprimer

source: Please wait...
fr: Veuillez patienter...

source: Or connect using %brand%
fr: Ou connexion à votre compte %brand%

source: Register to %brand%
fr: Enregistrement à %brand%

source: me@example.com
fr: email@exemple.com

source: Connect using...
fr: Connexion à l'aide de votre compte...

source: In order to process your request, please fill the form below and try again.
fr: Merci de bien vouloir remplir le formulaire ci-dessous avant de continuer.

source: Are you human ?
fr: Etes-vous un humain ?

source: Invalid email or password.
fr: Email ou mot de passe incorrect.

source: Please try again.
fr: Veuillez réessayer s'il vous plaît.

source: Continue
fr: Continuer

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Your email:
fr: Votre email :

source: Welcome %username%,
fr: Bienvenue %username%,

source: If you wasn't expecting this e-mail, just ignore it. No further actions are required from you.
fr: Si vous avez recu ce message par erreur, vous pouvez simplement l'ignorer. Aucune action de votre part n'est requise.

source: Note: this e-mail was sent automatically, please, do not reply to it.
fr: Note : ce message a ete envoye automatiquement, merci de ne pas y repondre.

source: See you soon!
fr: A bientot !

source: To activate your account, please follow this link:
fr: Pour activer votre compte, merci de bien vouloir cliquer sur le lien suivant :

source: Your %brand% account's password reset
fr: Reinitialisation de votre mot de passe %brand%

source: You have requested to reset your password.
fr: Vous avez souhaite reinitialiser votre mot de passe.

source: To proceed, please visit:
fr: Pour completer votre demande, merci de bien vouloir cliquer sur le lien suivant :

source: Welcome to %brand%, %username%!
fr: Bienvenue sur %brand%, %username% !

source: E-mail %username% is not registered.
fr: Le mail %username% n'est pas enregistré.

source: Change password
fr: Changer de mot de passe
